export default {
  navbar: {
    condo: "คอนโดมิเนียม",
    about: "รู้จักกับออริจิ้น",
    investor: "นักลงทุนสัมพันธ์",
    sustain: "ความยั่งยืน",
    promotion: "โปรโมชั่น",
  },
  search: {
    title: "ค้นหาโครงการที่ใช่ ทำเลดี",
    subtitle: "คอนโดมิเนียมที่ตอบโจทย์ทุกไลฟ์สไตล์",
    brand: "แบรนด์",
    location: "ทำเลที่ตั้ง",
    price: "ช่วงราคา",
    status: "สถานะโครงการ",
    selectBrand: "เลือกแบรนด์",
    selectLocation: "เลือกทำเลที่ตั้ง",
    selectPrice: "เลือกช่วงราคา",
    selectStatus: "เลือกสถานะโครงการ",
    searchButton: "ค้นหาเลย !",
    statusOptions: {
      ready: "พร้อมอยู่",
      new: "โครงการใหม่",
      pet_friendly: "เลี้ยงสัตว์ได้",
      near_bts: "ใกล้รถไฟฟ้า"
    }
  },
  priceRange: {
    range1: "1 - 3 ล้านบาท",
    range2: "3 - 5 ล้านบาท",
    range3: "6 ล้านบาทขึ้นไป"
  },
  besideYou: {
    left: {
      title: "คอนโดมิเนียมที่ตอบโจทย์",
      subtitle1: "ไม่ว่าไลฟ์สไตล์ของคุณจะเป็นยังไง",
      subtitle2: "..ออริจิ้นมีทุกไลฟ์สไตล์ที่คุณต้องการ"
    },
    right: {
      highlight: "ออริจิ้น",
      title: "พร้อมแนะนำให้คุณ",
      desc: "เพราะการอยู่อาศัยนั้นสำคัญกับการใช้ชีวิตที่ดี มาเริ่มต้นการใช้ชีวิตที่นี่.."
    },
    projects: {
      ready: "พร้อมอยู่",
      new: "โครงการใหม่",
      pet: "เลี้ยงสัตว์ได้",
      bts: "ใกล้รถไฟฟ้า"
    }
  },


};
